Repository: danielgp/structure-validated
Catalog: sources/locale/structure-validated---*.po
Languages: ro_ro

# i18n_WIP
source: WIP (Work In Progress)
ro_ro: În plin process de construcție

# i18n_Back
source: Back
ro_ro: Înapoi

# i18n_ValuesDetails
source: Record details
ro_ro: Detalii înregistrare

# i18n_ValuesList
source: List of all records
ro_ro: Listă înregistrări

# i18n_MenuItem_DataLoad
source: Data Load
ro_ro: Încărcare date

# i18n_MenuItem_Definitions
source: Content Definitions
ro_ro: Definiții conținut

# i18n_MenuItem_FieldID
source: Field (as information)
ro_ro: Câmp (de informație)

# i18n_MenuItem_InformationSourceID
source: Information Source
ro_ro: Sursa informație

# i18n_MenuItem_InternalDefinitions
source: Internal Definitions
ro_ro: Definiții interne

# i18n_MenuItem_MarketID
source: Market
ro_ro: Piață de desfacere

# i18n_MenuItem_TableDimensionID
source: Table Dimensions
ro_ro: Tabele dimensiuni

# i18n_MenuItem_TableMeasureStagingID
source: Table Staging Measures
ro_ro: Tabele intermediare valori

# i18n_MenuItem_TableMeasureReportingID
source: Table Reporting Measures
ro_ro: Tabele raportare valori

# i18n_MenuItem_TargetScenarioID
source: Target Scenario
ro_ro: Scenariu țintă

# i18n_MenuItem_TemplateTypeID
source: Template Type
ro_ro: Tip de șablon

# i18n_MySQL_Field__dimension_information_source|InformationSourceID
source: Information Source ID
ro_ro: ID pt. sursa informație

# i18n_MySQL_Field__dimension_information_source|InformationSourceName
source: Information Source Name
ro_ro: Nume sursa informație

# i18n_MySQL_Field__dimension_market|MarketID
source: Market ID
ro_ro: ID pt. piață desfacere

# i18n_MySQL_Field__dimension_market|MarketName
source: Market Name
ro_ro: Nume piață desfacere

# i18n_MySQL_Field__dimension_target_scenario|TargetScenarioID
source: Target Scenario ID
ro_ro: ID pt. scenariu țintă

# i18n_MySQL_Field__dimension_target_scenario|TargetScenarioName
source: Target Scenario Name
ro_ro: Nume scenariu țintă

# i18n_MySQL_Field__dimension_target_scenario|TargetScenarioInStartTimestamp
source: Editing Start Timestamp
ro_ro: Data și ora de început a editării

# i18n_MySQL_Field__dimension_target_scenario|TargetScenarioInLockTimestamp
source: Deadline Timestamp
ro_ro: Data și ora limită a editării

# i18n_MySQL_Field__table_dimension|TableDimensionID
source: Table Dimensions ID
ro_ro: ID pt. tabela dimensiune

# i18n_MySQL_Field__table_dimension|TableNameDimension
source: Table Dimension Name
ro_ro: Nume tabela dimensiune

# i18n_MySQL_Field__table_measure_staging|TableMeasureStagingID
source: Table Staging Measure ID
ro_ro: ID pt. tabela intermediară valori

# i18n_MySQL_Field__table_measure_staging|TableNameMeasureStaging
source: Table Staging Measure Name
ro_ro: Nume tabelă intermediară valori

# i18n_MySQL_Field__table_measure_reporting|TableMeasureReportingID
source: Table Reporting Measure ID
ro_ro: ID pt. tabela raportare valori

# i18n_MySQL_Field__table_measure_reporting|TableNameMeasureReporting
source: Table Reporting Measure Name
ro_ro: Nume tabelă raportare valori

# i18n_MySQL_Field__template_type|TemplateTypeID
source: Template Type ID
ro_ro: ID pt. tip șablon

# i18n_MySQL_Field__template_type|TemplateTypeName
source: Template Type Name
ro_ro: Nume tip șablon

# i18n_MySQL_Field__template_type|TableMeasureStagingID
source: Template Staging Table
ro_ro: Tabela intermediară șablon

# i18n_MySQL_Field__template_type|TableMeasureReportingID
source: Template Reporting Table
ro_ro: Tabela raportare șablon

# i18n_MySQL_Field__validation_field|FieldID
source: Field ID
ro_ro: ID pt. câmp (de informație)

# i18n_MySQL_Field__validation_field|FieldName
source: Field Name
ro_ro: Nume câmp (de informație)
